Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RestrictionsPasscodeSetConfirmedPrompt
source: Make sure you keep your passcode in a safe place. If you forget your passcode, you can reset all settings in Settings > System.
ar: يرجى التأكد من حفظ رمز الدخول في مكانٍ آمن. وفي حالة نسيان رمز الدخول، يمكنك إعادة تعيين جميع الإعدادات في الإعدادات > النظام.
ca: Assegura’t que desis el codi en un lloc segur. Si l’oblides, pots restablir tots els paràmetres a l’app Configuració > Sistema.
cs: Kód uložte na bezpečné místo. Pokud ho zapomenete, můžete celé nastavení resetovat v Nastavení > Systém.
da: Sørg for at opbevare din kode på et sikkert sted. Hvis du glemmer koden, kan du nulstille alle indstillinger i Indstillinger > System.
de: Bewahre deinen Code an einem sicheren Ort auf. Falls du deinen Code vergisst, kannst du alle Einstellungen zurücksetzen, indem du „Einstellungen“ > „System“ wählst.
el: Φροντίστε να διατηρείτε τον κωδικό σας σε ασφαλή τοποθεσία. Αν ξεχάσετε τον κωδικό, μπορείτε να επαναφέρετε όλες τις ρυθμίσεις στις «Ρυθμίσεις» > «Σύστημα».
es: Asegúrate de que tu código está guardado en un lugar seguro. Si lo olvidas, puedes restablecer todos los ajustes en Ajustes > Sistema.
es_us: Asegúrate de que tu código está guardado en un lugar seguro. Si lo olvidas, puedes restablecer toda la configuración en Configuración > Sistema.
fi: Säilytä pääsykoodi turvallisessa paikassa. Jos unohdat pääsykoodin, voit nollata kaikki asetukset valitsemalla Asetukset > Järjestelmä.
fr: Assurez-vous de conserver votre mot de passe en lieu sûr. Si vous l’oubliez, vous pouvez réinitialiser tous les réglages dans Réglages > Système.
fr_ca: Assurez-vous de conserver votre code en lieu sûr. Si vous l’oubliez, vous pouvez réinitialiser tous les réglages dans Réglages > Système.
he: יש לוודא שקוד הגישה שמור במקום בטוח. אם שכחת את קוד הגישה, באפשרותך לאפס את כל ההגדרות דרך ״הגדרות״ > ״מערכת״.
hi: अपना पासकोड किसी सुरक्षित स्थान पर रखें। अगर आप अपना पासकोड भूल जाते हैं, तो सेटिंग > सिस्टम में जाकर सभी सेटिंग को रीसेट कर सकते हैं।
hr: Šifru držite na sigurnom mjestu. Ako zaboravite šifru, možete resetirati sve postavke u Postavke > Sustav.
hu: Győződjön meg róla, hogy a jelkódját biztonságos helyen őrzi. Ha elfelejti a jelkódját, az összes beállítást alaphelyzetbe állíthatja a Beállítások > Rendszer menüpontban.
id: Pastikan Anda menyimpan kode sandi di tempat yang aman. Jika lupa kode sandi, Anda dapat mengatur ulang semua pengaturan di Pengaturan > Sistem.
it: Assicurati di mantenere il codice in un posto sicuro. Se lo dimentichi, puoi ripristinare tutte le impostazioni in Impostazioni > Sistema.
ja: パスコードは安全な場所に保管してください。パスコードを忘れた場合は、“設定”＞“システム”ですべての設定をリセットしてください。
ko: 암호를 안전한 곳에 보관하십시오. 암호를 잊어버리면, 설정 > 시스템에서 모든 설정을 재설정할 수 있습니다.
ms: Pastikan anda menyimpan kod laluan anda di tempat yang selamat. Jika anda terlupa kod laluan, anda boleh mereset semua seting dalam Seting > Sistem.
nb: Oppbevar koden på et sikkert sted. Hvis du glemmer koden, kan du nullstille alle innstillinger under Innstillinger > System.
nl: Zorg dat je je toegangscode op een veilige plaats bewaart. Als je je toegangscode vergeet, kun je alle instellingen herstellen via 'Systeem' in Instellingen.
pl: Pamiętaj, aby przechowywać swój kod w bezpiecznym miejscu. Jeśli go zapomnisz, możesz wyzerować wszystkie ustawienia na ekranie Ustawienia > System.
pt_br: Mantenha o seu código em um local seguro. Se você esquecer o código, poderá redefinir todos os ajustes em Ajustes > Sistema.
pt_pt: Certifique‑se de que guarda o seu código em lugar seguro. Se se esquecer do código, pode repor todas as definições em Definições > Sistema.
ro: Păstrați codul de acces într‑un loc sigur. Dacă uitați codul de acces, puteți reseta toate configurările accesând Configurări > Sistem.
ru: Убедитесь, что Ваш код‑пароль хранится в надежном месте. Если Вы забыли код‑пароль, можно сбросить все настройки в разделе «Настройки» > «Система».
sk: Uchovajte svoj kód na bezpečnom mieste. Ak zabudnete kód, môžete resetovať všetky nastavenia v Nastavenia > Systém.
sl: Prepričajte se, da je vaša koda za dostop na varnem mestu. Če pozabite kodo za dostop, lahko ponastavite vse nastavitve v razdelku Nastavitve > Sistem.
sv: Se till att spara din lösenkod på ett säkert ställe. Om du glömmer bort lösenkoden kan du nollställa alla inställningar via Inställningar > System.
th: ตรวจสอบให้แน่ใจว่าคุณเก็บรหัสของคุณในที่ปลอดภัย ถ้าคุณลืมรหัสของคุณ คุณสามารถรีเซ็ตการตั้งค่าทั้งหมดได้ในการตั้งค่า > ระบบ
tr: Kodunuzu güvenli bir yerde tuttuğunuzdan emin olun. Kodunuzu unutursanız Ayarlar > Sistem bölümünde tüm ayarları sıfırlayabilirsiniz.
uk: Обовʼязково зберігайте свій код допуску в безпечному місці. Якщо ви забули свій код допуску, можна скинути всі параметри в меню Параметри > Система.
vi: Đảm bảo rằng bạn giữ mật mã của mình ở một nơi an toàn. Nếu bạn quên mật mã thì bạn có thể đặt lại tất cả cài đặt trong Cài đặt > Hệ thống.
zh_cn: 请务必将口令保存在安全的地方。如果忘记口令，你可以在“设置”>“系统”中还原所有设置。
zh_hk: 請確定將密碼放在安全的地方。如果你忘記密碼，你可在「設定」>「系統」中重設所有設定。
zh_tw: 請確定你將密碼保存在安全的地方。若你忘記密碼，可以在「設定」>「系統」中重置所有設定。

# RestrictionsPasscodeSetConfirmedTitle
source: Passcode Created
ar: تم إنشاء رمز الدخول
ca: S’ha creat el codi.
cs: Kód byl vytvořen
da: Koden er oprettet
de: Code erstellt
el: Δημιουργήθηκε κωδικός
es: Código creado
es_us: Código creado
fi: Pääsykoodi luotu
fr: Code créé
fr_ca: Code créé
he: קוד הגישה נוצר
hi: पासकोड बनाया गया
hr: Šifra je izrađena
hu: Jelkód létrehozva
id: Kode Sandi Dibuat
it: Il codice è stato creato
ja: パスコードが作成されました
ko: 암호가 생성됨
ms: Kod Laluan Dicipta
nb: Kode opprettet
nl: Toegangscode aangemaakt
pl: Kod utworzony
pt_br: Código Criado
pt_pt: Código criado
ro: Cod de acces creat
ru: Код‑пароль создан
sk: Kód bol vytvorený
sl: Koda za dostop je ustvarjena
sv: Lösenkoden skapades
th: สร้างรหัสแล้ว
tr: Kod Yaratıldı
uk: Код допуску створено
vi: Đã tạo mật mã
zh_cn: 口令已创建
zh_hk: 已製作密碼
zh_tw: 已製作密碼

# RestrictionsPasscodeSetConfirmPrompt
source: Reenter your new four-digit passcode.
ar: أدخل رمز الدخول الجديد المكون من أربعة أرقام مرة أخرى.
ca: Torna a introduir el nou codi de quatre dígits.
cs: Zadejte svůj nový čtyřmístný kód znovu.
da: Skriv din nye firecifrede kode igen.
de: Gib deinen neuen, vierstelligen Code erneut ein.
el: Εισαγάγετε πάλι τον νέο τετραψήφιο κωδικό.
es: Vuelve a introducir tu nuevo código de cuatro dígitos.
es_us: Reingresa tu nuevo código de cuatro dígitos.
fi: Syötä uusi nelinumeroinen pääsykoodi uudelleen.
fr: Ressaisissez votre nouveau code à quatre chiffres.
fr_ca: Ressaisissez votre nouveau code à quatre chiffres.
he: יש להזין שוב את קוד הגישה בן 4 הספרות החדש.
hi: अपना चार अंकों का नया पासकोड फिर दर्ज करें।
hr: Ponovno unesite novu četveroznamenkastu šifru.
hu: Adja meg ismét az új négyjegyű hozzáférési kódot.
id: Masukkan ulang empat digit kode sandi baru Anda.
it: Reinserisci il tuo nuovo codice a quattro cifre.
ja: 新しい4桁のパスコードをもう一度入力してください。
ko: 새로운 4자리의 암호를 다시 입력하십시오.
ms: Masukkan semula kod laluan 4 digit baharu anda.
nb: Skriv inn den firesifrede koden på nytt.
nl: Voer je nieuwe viercijferige toegangscode opnieuw in.
pl: Podaj ponownie nowy czterocyfrowy kod.
pt_br: Digite o seu novo código de quatro dígitos novamente.
pt_pt: Volte a digitar o novo código de quatro dígitos.
ro: Reintroduceți codul nou din patru cifre.
ru: Введите новый код‑пароль из 4 цифр еще раз.
sk: Znovu zadajte svoj nový štvorciferný kód.
sl: Znova vnesite novo štirimestno kodo za dostop.
sv: Ange din nya fyrsiffriga lösenkod igen.
th: ป้อนรหัสตัวเลขสี่หลักชุดใหม่ของคุณอีกครั้ง
tr: Yeni dört basamaklı kodunuzu yeniden girin.
uk: Введіть новий 4‑значний код допуску ще раз.
vi: Nhập lại mật mã bốn chữ số mới của bạn.
zh_cn: 输入新的四位口令。
zh_hk: 輸入你的新密碼（四位數字）。
zh_tw: 重新輸入新的四位數密碼。

# RestrictionsPasscodeSetConfirmTitle
source: Reenter Passcode
ar: أدخل رمز الدخول مرة أخرى
ca: Torna a introduir el codi
cs: Zadejte kód znovu
da: Skriv koden igen
de: Code erneut eingeben
el: Εκ νέου εισαγωγή κωδικού
es: Vuelve a introducir el código
es_us: Reingresa el código
fi: Syötä pääsykoodi uudelleen
fr: Ressaisir le code
fr_ca: Retapez le code
he: יש להזין שוב את קוד הגישה
hi: पासकोड फिर दर्ज करें
hr: Ponovno unesite šifru
hu: Adja meg ismét a jelkódot
id: Masukkan Ulang Kode Sandi
it: Reinserisci codice
ja: パスコードを再入力
ko: 암호 재입력
ms: Masukkan Semula Kod Laluan
nb: Oppgi kode på nytt
nl: Voer code opnieuw in
pl: Podaj kod ponownie
pt_br: Digite o Código Novamente
pt_pt: Voltar a digitar o código
ro: Reintroduceți codul de acces
ru: Введите код‑пароль еще раз
sk: Znovu zadajte kód
sl: Ponoven vnos kode za dostop
sv: Ange lösenkoden igen
th: ป้อนรหัสอีกครั้ง
tr: Kodu Yeniden Girin
uk: Введіть код допуску ще раз
vi: Nhập lại mật mã
zh_cn: 重新输入口令
zh_hk: 重新輸入密碼
zh_tw: 重新輸入密碼

# RestrictionsPasscodeSetMismatchPrompt
source: Try again. Passcodes must match exactly.
ar: حاول مجددًا. يجب أن يكون رمزا الدخول متطابقين تمامًا.
ca: Torna-ho a provar; els codis han de coincidir.
cs: Zkuste to znovu. Kódy se musí shodovat.
da: Prøv igen. Koderne skal stemme overens.
de: Versuche es erneut. Die Codes müssen exakt übereinstimmen.
el: Δοκιμάστε ξανά. Οι κωδικοί πρέπει να είναι πανομοιότυποι.
es: Inténtalo de nuevo. Los códigos deben coincidir.
es_us: Reintenta. Los códigos deben coincidir.
fi: Yritä uudelleen. Pääsykoodien on vastattava toisiaan täsmälleen.
fr: Réessayez. Les codes doivent être exactement identiques.
fr_ca: Veuillez réessayer. Les codes doivent être parfaitement identiques.
he: יש לנסות שוב. קודי הגישה חייבים להתאים בדיוק.
hi: फिर कोशिश करें। पासकोड पूरी तरह मेल खाने चाहिए।
hr: Pokušajte ponovno. Šifre trebaju biti iste.
hu: Próbálja újra. A jelkódoknak meg kell egyezniük.
id: Coba lagi. Kode sandi harus benar-benar cocok.
it: Riprova. I codici devono corrispondere esattamente.
ja: もう一度入力してください。パスコードは正確に一致する必要があります。
ko: 다시 시도하십시오. 암호가 정확하게 일치해야 합니다.
ms: Cuba lagi. Kod laluan mesti sepadan dengan tepat.
nb: Prøv igjen. Kodene må være like.
nl: Probeer het opnieuw. De toegangs­codes moeten precies hetzelfde zijn.
pl: Spróbuj ponownie. Kody muszą być zgodne.
pt_br: Tente novamente. Os códigos devem coincidir exatamente.
pt_pt: Volte a tentar. Os códigos têm de coincidir.
ro: Reîncercați. Codurile de acces trebuie să coincidă exact.
ru: Повторите попытку. Код‑пароли должны совпадать.
sk: Skúste to znovu. Kódy sa musia zhodovať.
sl: Poskusite znova. Kodi za dostop se morata natančno ujemati.
sv: Försök igen. Lösenkoderna måste stämma överens exakt.
th: ลองอีกครั้ง รหัสต้องตรงกัน
tr: Yeniden deneyin. Kodlar tam olarak eşleşmeli.
uk: Спробуйте ще раз. Коди допуску мають збігатися.
vi: Hãy thử lại. Các mật mã phải hoàn toàn trùng khớp.
zh_cn: 请重试。口令必须完全匹配。
zh_hk: 請再試。密碼必須完全相符。
zh_tw: 請再試一次。密碼必須完全相符。

# RestrictionsPasscodeSetMismatchTitle
source: New Passcodes Don’t Match
ar: رمزا الدخول الجديدين غير متطابقين
ca: Els codis no coincideixen
cs: Nové kódy se neshodují
da: Nye koder er forskellige
de: Die neuen Codes stimmen nicht überein
el: Οι νέοι κωδικοί δεν συμφωνούν
es: Los códigos no coinciden
es_us: Códigos no coinciden
fi: Uudet pääsykoodit eivät täsmää
fr: Les nouveaux codes sont différents
fr_ca: Les nouveaux codes sont différents.
he: קודי הגישה החדשים אינם תואמים
hi: नए पासकोड मेल नहीं खाते
hr: Nove šifre nisu iste
hu: A jelkódok nem egyeznek meg
id: Kode Sandi Baru Tidak Cocok
it: I nuovi codici non corrispondono
ja: 新規パスコードが一致しません
ko: 새로운 암호가 일치하지 않음
ms: Kod Laluan Baharu Tidak Sepadan
nb: De nye kodene er ikke like
nl: Nieuwe toegangscodes komen niet overeen
pl: Nowe kody są niezgodne
pt_br: Os Códigos Novos Não Coincidem
pt_pt: Os códigos novos não coincidem
ro: Codurile noi nu coincid
ru: Новые код‑пароли не совпадают
sk: Nové kódy sa nezhodujú
sl: Novi kodi za dostop se ne ujemata
sv: De nya lösenkoderna stämmer inte överens.
th: รหัสใหม่ไม่ตรงกัน
tr: Yeni Kodlar Eşleşmiyor
uk: Нові коди допуску не збігаються
vi: Mật mã Mới Không khớp
zh_cn: 新口令不相符
zh_hk: 新密碼不符。
zh_tw: 新密碼不符

# RestrictionsPasscodeSetPrompt
source: To set up restrictions, enter a new four-digit passcode. You will reenter the passcode whenever you change restrictions.
ar: لإعداد القيود، أدخل رمز دخول جديدًا مكونًا من أربعة أرقام. ستلزم إعادة إدخال رمز الدخول كلما غيّرت القيود.
ca: Per configurar les restriccions, introdueix un nou codi de 4 dígits. Hauràs de tornar a introduir el codi cada cop que vulguis canviar‑les.
cs: Chcete‑li nastavit omezení, zadejte nový čtyřmístný kód. Při každé změně omezení ho budete zadávat znovu.
da: Skriv en ny kode på fire cifre for at indstille begrænsninger. Du skal skrive koden igen, hver gang du vil ændre begrænsningerne.
de: Um Einschränkungen festzulegen, gib einen vierstelligen Code ein. Du gibst den Code bei jedem Ändern der Einschränkungen erneut ein.
el: Για διαμόρφωση περιορισμών, εισαγάγετε έναν νέο τετραψήφιο κωδικό. Αν θελήσετε να αλλάξετε τους περιορισμούς στο μέλλον, θα πρέπει να εισαγάγετε τον κωδικό.
es: Para establecer restricciones, define un nuevo código de cuatro dígitos. Tendrás que volver a introducir este código cuando cambies las restricciones.
es_us: Para configurar las restricciones, ingresa un código nuevo de cuatro dígitos. Deberás ingresarlo cada vez que quieras cambiar las restricciones.
fi: Ota rajoitukset käyttöön syöttämällä uusi nelinumeroinen pääsykoodi. Pääsykoodi on syötettävä uudelleen, kun haluat tehdä muutoksia rajoituksiin.
fr: Pour configurer des restrictions, saisissez un nouveau code à 4 chiffres. Vous devrez saisir ce code pour modifier les restrictions.
fr_ca: Pour configurer des restrictions, entrez un nouveau code à quatre chiffres. Vous devrez entrer ce code chaque fois que vous modifiez les restrictions.
he: כדי להגדיר הגבלות, יש להזין קוד גישה חדש בן ארבע ספרות. יהיה צורך להזין מחדש את קוד הגישה עם כל שינוי של ההגבלות.
hi: प्रतिबंध सेटअप करने के लिए नया चार अंकों का पासकोड दर्ज करें। प्रतिबंधों में बदलाव करने के लिए आपको हर बार पासकोड दर्ज करना होगा।
hr: Za podešavanje ograničenja unesite novu četveroznamenkastu šifru. Trebat ćete ponovno unijeti šifru svaki put kad promijenite ograničenja.
hu: Korlátozások beállításához adjon meg egy új négyjegyű jelkódot. Ha módosítani szeretné a korlátozásokat, újra meg kell adnia a jelkódot.
id: Untuk mengatur pembatasan, masukkan kode sandi empat digit baru. Anda akan memasukkan kembali kode sandi setiap kali mengubah pembatasan.
it: Per configurare le restrizioni, inserisci un nuovo codice a quattro cifre. Dovrai reinserire il codice ogni volta che le modificherai.
ja: 制限を設定するには、新しい4桁のパスコードを入力してください。 制限を変更するときには、常にこのパスコードの再入力を行います。
ko: 제한을 설정하려면 새로운 4자리의 암호를 입력하십시오. 제한을 변경하려면 암호를 다시 입력하십시오.
ms: Untuk menyediakan pengehadan, masukkan kod laluan empat digit baharu. Anda akan memasukkan semula kod laluan pada bila-bila masa anda menukar pengehadan.
nb: Angi en ny firesifret kode for å konfigurere restriksjoner. Du må skrive inn koden hver gang du endrer restriksjonene.
nl: Om beperkingen in te stellen, voer je een nieuwe toegangscode van vier cijfers in. Je moet de toegangscode telkens invoeren als je beperkingen wijzigt.
pl: Aby skonfigurować ograniczenia, podaj nowy czterocyfrowy kod. Ponowne podanie kodu będzie konieczne przy każdej zmianie ograniczeń.
pt_br: Para configurar restrições, digite um novo código de quatro dígitos. Sempre que você alterar as restrições, deverá inserir o código novamente.
pt_pt: Para configurar restrições, digite um código de quatro dígitos. Terá de voltar a digitar o código sempre que pretender alterar as restrições.
ro: Pentru a configura restricțiile, introduceți un nou cod de acces din patru cifre. Veți reintroduce codul de acces de fiecare dată când schimbați restricțiile.
ru: Чтобы настроить ограничения, введите новый код‑пароль из 4 цифр. Его потребуется вводить при любом изменении ограничений.
sk: Ak chcete nastaviť obmedzenia, vytvorte si štvorciferný kód. Pri každej zmene obmedzení ho budete musieť zadať znovu.
sl: Če želite nastaviti omejitve, vnesite novo štirimestno kodo za dostop. Kodo za dostop boste morali znova vnesti vsakič, ko boste spremenili omejitve.
sv: Ange en ny fyrsiffrig lösenkod om du vill ställa in begränsningar. Du måste ange lösenkoden varje gång du vill ändra begränsningarna.
th: ในการตั้งค่าการจำกัด ให้ป้อนรหัสตัวเลขสี่หลักชุดใหม่ คุณจะต้องป้อนรหัสอีกครั้งเมื่อคุณเปลี่ยนการจำกัด
tr: Sınırlamaları ayarlamak için dört basamaklı yeni bir kod girin. Sınırlamaları değiştirmek istediğinizde bu kodu yeniden girmeniz gerekir.
uk: Щоб налаштувати обмеження, введіть новий 4‑значний код допуску. Цей код допуску потрібно буде вводити для кожного змінення обмежень.
vi: Để thiết lập các giới hạn, hãy nhập một mật mã mới gồm 4 chữ số. Bạn sẽ nhập lại mật mã bất kỳ lúc nào bạn thay đổi các giới hạn.
zh_cn: 若要设置访问限制，请输入新的四位口令。 以后你每次更改访问限制时，都要重新输入口令。
zh_hk: 如要設定功能限制，請輸入新的四位數字密碼。 每當你更改功能限制時都需要重新輸入密碼。
zh_tw: 若要設定限制，請輸入新的四位數密碼。 每當你更改限制，將需要重新輸入該密碼。

# RestrictionsPasscodeSetTitle
source: Set a Passcode
ar: تعيين رمز دخول
ca: Defineix un codi
cs: Nastavte kód
da: Indstil en kode
de: Code festlegen
el: Καθορισμός κωδικού
es: Define un código
es_us: Define un código
fi: Aseta pääsykoodi
fr: Définissez un code
fr_ca: Définissez le code
he: הגדרת קוד גישה
hi: पासकोड सेट करें
hr: Podesite šifru
hu: Jelkód beállítása
id: Atur Kode Sandi
it: Imposta un codice
ja: パスコードを設定
ko: 암호 설정
ms: Setkan Kod Laluan
nb: Angi en kode
nl: Stel toegangscode in
pl: Ustaw kod
pt_br: Definir um Código
pt_pt: Definir código
ro: Fixați un cod de acces
ru: Установка код‑пароля
sk: Nastavte kód
sl: Nastavitev kode za dostop
sv: Ställ in en lösenkod
th: ตั้งรหัส
tr: Kod Ayarlayın
uk: Задання коду
vi: Đặt mật mã
zh_cn: 设定口令
zh_hk: 設定密碼
zh_tw: 設定密碼

# RestrictionsResetTitle
source: Reset
ar: إعادة تعيين
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiranje
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Inizializza
ja: リセット
ko: 재설정
nb: Nullstill
nl: Stel opnieuw in
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

# RestrictionsRestrictAppsTitle
source: Apps
ar: التطبيقات
cs: Aplikace
el: Εφαρμογές
fi: Apit
he: יישומים
hi: ऐप्स
hr: Aplikacije
hu: Appok
id: App
it: App
ja: アプリ
ko: 앱
ms: App
nb: Apper
pl: Aplikacje
pt_pt: Aplicações
ro: Aplicații
ru: Приложения
sk: Apky
sl: Aplikacije
sv: Appar
th: แอป
tr: Uygulamalar
uk: Програми
vi: Ứng dụng
zh_cn: App
zh_hk: App
zh_tw: App

# RestrictionsRestrictBooksDescription
source: Select Explicit to allow books with explicit sexual content in Books.
ar: تحديد "غير لائق" للسماح بالكتب ذات المحتوى الجنسي الصريح في تطبيق الكتب.
ca: Selecciona Explícit per permetre llibres amb contingut sexual explícit a l’app Llibres.
cs: Chcete‑li v Knihách povolit knihy s explicitním sexuálním obsahem, vyberte volbu Explicitní.
da: Vælg Anstødeligt for at tillade bøger med seksuelt indhold i Bøger.
de: Wähle „Anstößig“, um Bücher mit eindeutig sexuellen Inhalten in „Bücher“ zu erlauben.
el: Επιλέξτε «Ακατάλληλο» για να επιτρέπονται βιβλία με ακατάλληλο σεξουαλικό περιεχόμενο στα Βιβλία.
es: Selecciona Explícito para permitir libros con contenido sexual explícito en la app Libros.
es_us: Selecciona Explícito para autorizar libros con contenido sexual explícito en Libros.
fi: Salli lapsille sopimatonta sisältöä sisältävät kirjat Kirjat-apissa valitsemalla Kaikki.
fr: Sélectionnez Explicite pour autoriser les livres avec du contenu sexuel explicite dans Apple Books.
fr_ca: Sélectionnez Contenu explicite pour autoriser les livres au contenu sexuellement explicite dans Livres.
he: יש לבחור ב״תוכן בוטה״ כדי לאפשר ספרים בעלי תוכן מיני בוטה ב״ספרים״.
hi: किताब में अश्लील यौन कॉन्टेंट सहित किताबों को अनुमति देने के लिए अश्लील चुनें।
hr: Odaberite Eksplicitno kako biste dozvolili knjige s eksplicitnim seksualnim sadržajem u aplikaciji Knjige.
hu: A Szókimondó lehetőség választásával engedélyezheti a szókimondó szexuális tartalommal rendelkező könyvek megjelenítését a Könyvekben.
id: Pilih Eksplisit untuk mengizinkan buku dengan konten seksual eksplisit di Buku.
it: Seleziona “Contenuti espliciti” per consentire libri con contenuti sessuali espliciti sull’app Libri.
ja: “ブック”で不適切な性的描写のあるブックを許可するには、“不適切な内容を含む”を選択します。
ko: 도서 앱에서 무삭제판 성인용 콘텐츠가 포함된 책을 허용하려면 무삭제판을 선택하십시오.
ms: Pilih Eksplisit untuk membenarkan buku dengan kandungan seksual eksplisit dalam Buku.
nb: Velg Eksplisitt for å tillate bøker med voksent innhold i Bøker.
nl: Selecteer 'Expliciet' om boeken met expliciet seksueel materiaal toe te staan in Boeken.
pl: Zaznacz Dla dorosłych, aby pozwalać na książki z treściami seksualnymi w Książkach.
pt_br: Selecione Explícito para permitir livros com conteúdo sexual explícito no app Livros.
pt_pt: Selecione Explícito para permitir livros com conteúdo sexual explícito na aplicação Livros.
ro: Selectați Explicit pentru a permite cărțile care includ conținut sexual explicit în aplicația Cărți.
ru: Выберите «С ненормативным», чтобы разрешить книги с откровенным сексуальным содержанием в «Книгах».
sk: Zaškrtnutím možnosti Nevhodné povolíte knihy s nevhodným sexuálnym obsahom v apke Knihy.
sl: Izberite možnost Nazorna vsebina, da dovolite knjige z nazorno spolno vsebino v aplikaciji Knjige.
sv: Markera Explicit om du vill tillåta böcker med explicit sexuellt innehåll i Böcker.
th: เลือกไม่เหมาะสม เพื่ออนุญาตหนังสือ ที่มีเนื้อหาทางเพศที่ไม่เหมาะสมในหนังสือ
tr: Kitaplar’da uygunsuz cinsel içeriğe sahip kitaplara izin vermek için Uygunsuz İçerik’i seçin.
uk: Виберіть «Відверті», щоб дозволити книги з відвертим сексуальним контентом у Книгах.
vi: Chọn Thô tục để cho phép các sách có nội dung khiêu dâm trong Sách.
zh_cn: 选择“儿童不宜”以允许“图书”中显示含儿童不宜内容的成人图书。
zh_hk: 選擇「兒童不宜」以允許「書籍」顯示含有成人內容的書籍。
zh_tw: 選取「兒少不宜」來允許「書籍」顯示包含兒少不宜內容的成人書籍。

# RestrictionsRestrictBooksTitle
source: Books
ar: الكتب
ca: Llibres
cs: Knihy
da: Bøger
de: Bücher
el: Βιβλία
es: Libros
es_us: Libros
fi: Kirjat
fr: Livres
fr_ca: Livres
he: ספרים
hi: किताबें
hr: Knjige
hu: Könyvek
id: Buku
it: Libri
ja: ブック
ko: 책
ms: Buku
nb: Bøker
nl: Boeken
pl: Książki
pt_br: Livros
pt_pt: Livros
ro: Cărți
ru: Книги
sk: Knihy
sl: Knjige
sv: Böcker
th: หนังสือ
tr: Kitaplar
uk: Книги
vi: Sách
zh_cn: 图书
zh_hk: 書籍
zh_tw: 書籍

# RestrictionsRestrictMoviesTitle
source: Movies
ar: الأفلام
ca: Pel·lícules
cs: Filmy
da: Film
de: Filme
el: Ταινίες
es: Películas
es_us: Películas
fi: Elokuvat
fr: Films
fr_ca: Films
he: סרטים
hi: फ़िल्में
hr: Filmovi
hu: Filmek
id: Film
it: Film
ja: 映画
ko: 영화
ms: Filem
nb: Filmer
nl: Films
pl: Filmy
pt_br: Filmes
pt_pt: Filmes
ro: Filme
ru: Фильмы
sk: Filmy
sl: Filmi
sv: Filmer
th: ภาพยนตร์
tr: Filmler
uk: Фільми
vi: Phim
zh_cn: 电影
zh_hk: 電影
zh_tw: 電影

# RestrictionsRestrictTVShowsTitle
source: TV Shows
ar: برامج التلفزيون
ca: Sèries
cs: Seriály
da: Tv-udsendelser
de: TV-Sendungen
el: Τηλεοπτικές εκπομπές
es: Series
es_us: Programas de TV
fi: TV-ohjelmat
fr: Séries TV
fr_ca: Émissions de télévision
he: תוכניות טלוויזיה
hi: टीवी कार्यक्रम
hr: TV emisije
hu: Tv-műsorok
id: Acara TV
it: Programmi TV
ja: テレビ番組
ko: TV 프로그램
ms: Rancangan TV
nb: TV-programmer
nl: Tv-programma's
pl: Programy TV
pt_br: Programas de TV
pt_pt: Programas de TV
ro: Emisiuni TV
ru: Телешоу
sk: TV seriály
sl: Televizijske oddaje
sv: TV-program
th: รายการทีวี
tr: TV Şovları
uk: Телешоу
vi: Chương trình TV
zh_cn: 电视节目
zh_hk: 電視節目
zh_tw: 電視節目
